// ukrainian language

var translations = {
  index: {
    home: "Головна",
    about: "Про нас",
    needHelp: "Допомога?",
    DONATION: "ПОЖЕРТВА",
    donation:"Пожертва",
    headerSubtitle1:"Наша мета -",
    headerSubtitleStrong: "підтримувати проекти на регіональному та місцевому рівнях.",
    headerSubtitle2:"Люди, які знають місцеві умови, можуть допомогти.",
    sectionAboutUsP1:"Наша мета - підтримувати проекти регіонально та місцево. Знаючи місцеві умови, люди можуть ефективно допомагати, адаптуючись негайно. Вони найкраще знають, що потрібно в кожний момент, ми віримо, що це гарантує оптимальне використання ресурсів.",
    sectionAboutUsP2:"Ми будемо продовжувати підтримувати поточні проекти стільки, скільки це потрібно. В той же час, ми маємо всі вуха й очі відкритими для нових способів підтримки так прямо, як це можливо, де б це не було. Ми вважаємо це надзвичайно важливим для того, щоб залишатися відкритими перед новими можливостями найефективнішої допомоги.",
    sectionSupportersTittle:"Супортери",
  },
    about: {
      home: "Головна",
      about: "Про нас",
      services: "Послуги",
      contact: "Контакти",
      lorem:"lorem en ucraniano"
    },
    needHelp: {
      home: "Головна ",
      about: "Про нас",
      services: "Послуги",
      contact: "Контакти",
      lorem:"lorem en ucraniano"
    },
    wantToHelp: {
      home: "Головна ",
      about: "Про нас",
      services: "Послуги",
      contact: "Контакти",
      lorem:"lorem en ucraniano"
    }
  };