// ukrainian language

var translations = {
  index: {
    home: "Головна",
    about: "Про нас",
    needHelp: "Допомога?",
    DONATE: "ПОЖЕРТВА",
    donate:"Пожертва",
    headerSubtitle1:"Наша мета -",
    headerSubtitleStrong: "підтримувати проекти на регіональному та місцевому рівнях.",
    headerSubtitle2:"Люди, які знають місцеві умови, можуть допомогти.",
    sectionAboutUsP1:"Наша мета - підтримувати проекти регіонально та місцево. Знаючи місцеві умови, люди можуть ефективно допомагати, адаптуючись негайно. Вони найкраще знають, що потрібно в кожний момент, ми віримо, що це гарантує оптимальне використання ресурсів.",
    sectionAboutUsP2:"Ми будемо продовжувати підтримувати поточні проекти стільки, скільки це потрібно. В той же час, ми маємо всі вуха й очі відкритими для нових способів підтримки так прямо, як це можливо, де б це не було. Ми вважаємо це надзвичайно важливим для того, щоб залишатися відкритими перед новими можливостями найефективнішої допомоги.",
    sectionSupportersTittle:"Супортери",
    SwiperPressAndNews:"Преса та новини"
  },
    about: {
      home: "Головна",
      about: "Про нас",
      needHelp: "Допомога?",
      DONATE: "ПОЖЕРТВА",
      donate:"Пожертва",
      headerSubtitle1:"Дізнайтесь більше про нашу ",
      headerSubtitleStrong1:"місію, проекти ",
      headerSubtitle2:"та ",
      headerSubtitleStrong2:"історію.",
      aboutUsparagraph1:"Ми - неповноважна неприбуткова організація, тимчасово працюємо над підтримкою українських постраждалих від війни. Співпраця з місцевими партнерами в Одесі забезпечує швидкість реагування та адаптацію до поточної ситуації на місцевості.",
      aboutUsparagraph2:"Наша мета - підтримувати проекти на регіональному та місцевому рівнях. Вони найкраще знають, що потрібно в будь-який момент, і ми віримо, що це гарантія ефективного використання ресурсів. Ми будемо продовжувати підтримувати поточні проекти, скільки це потрібно. Водночас, ми завжди відкриті до нових способів прямої підтримки, де б вони не знаходилися. Ми вважаємо це ключовим для того, щоб бути відкритими до нових можливостей надання допомоги найефективнішим способом.",
      aboutHistory:"Історія",
      aboutHistoryUsparagraph1:"Коли конфлікт почався, швейцарський громадянин Бенц Марго втік з Одеси до Молдови, намагаючись знайти способи допомогти звідти. Він відвідував біженцькі табори в Молдові, дізнавався, що потрібно, і звертався за фінансовою підтримкою з-за кордону.",
      aboutHistoryUsparagraph2:"Так було засновано групу Human Front Aid. З того часу ми пожертвували та доставляли їжу та матеріали.",
      aboutHistoryUsparagraph3:"Зараз ми співпрацюємо з благодійною організацією Help to Odesa, що евакуює людей з місць під окупацією та з фронтової лінії."
    },
    needHelp: {
      home: "Головна",
      about: "Про нас",
      needHelp: "Допомога?",
      DONATE: "ПОЖЕРТВА",
      donate:"Пожертва",
      headerSubtitle1:"Якщо ви ",
      headerSubtitleStrong1:"потребуєте допомоги або знаєте когось, хто потребує допомоги ",
      headerSubtitle2:", ось список організацій, які з нетерпінням готові вам допомогти. ",
      headerSubtitleStrong2:"Ви не самі!",
      contentparagraph1:"Ось декілька ",
      contentparagraphSpan1:"корисних посилань",
      contentparagraphSpan2:" для отримання ",
      contentparagraphSpan3:"допомоги",
      contentOng:"НПО"
    },
    wantToHelp: {
      home: "Головна",
      about: "Про нас",
      needHelp: "Допомога?",
      DONATE: "ПОЖЕРТВА",
      donate:"Пожертва",
      wantToHelp:"Хочете допомогти?",
      headerSubtitle1:"Якщо ви віддані допомозі іншим так само, як і ми, ось список організацій, готових прийняти вашу допомогу. ",
      headerSubtitleStrong1:"Так, ми зможемо! Разом краще.",
      contentparagraph1:"Ось декілька ",
      contentparagraphSpan1:"корисних посилань",
      contentparagraphSpan2:" для отримання ",
      contentparagraphSpan3:"допомоги",
      contentOng:"НПО"
    }
  };